tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "exercism"
brew "gh"
brew "kompose"
brew "kubernetes-cli"
brew "minikube"
brew "node"
brew "nvm"
brew "reattach-to-user-namespace"
brew "tmux"
brew "yarn"
brew "docker"
brew "mas"
brew "fzf"
cask "google-chrome"
cask "chromium"
